benchmarklogs/dragonfly_4threads_tls.txt
4         Threads
30        Connections per thread
200000    Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         3569.32          ---          ---         2.14718         1.58300        14.33500        28.54300       264.52 
Gets        53539.85     53539.84         0.01         2.13577         1.57500        14.27100        27.77500      2957.72 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      57109.17     53539.84         0.01         2.13648         1.57500        14.27100        27.77500      3222.23