benchmarklogs/dragonfly_4threads_tls.txt
4         Threads
100       Connections per thread
2000      Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         3278.95          ---          ---        10.14619         4.31900       118.78300       354.30300      1380.08 
Gets        49184.24      2051.31     47132.93         8.09097         4.25500        81.40700       203.77500      2648.13 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      52463.19      2051.31     47132.93         8.21942         4.25500        82.43100       232.44700      4028.21