benchmarklogs/dragonfly_6threads.txt
6         Threads
100       Connections per thread
2000      Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         5818.48          ---          ---         9.24671         4.83100       103.42300       311.29500      2448.95 
Gets        87277.25      5378.45     81898.80         8.56588         4.79900        70.65500       236.54300      5356.11 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      93095.73      5378.45     81898.80         8.60843         4.79900        71.67900       241.66300      7805.06