benchmarklogs/dragonfly_8threads.txt
8         Threads
30        Connections per thread
200000    Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         3607.18          ---          ---         4.20850         2.44700        36.86300        94.71900       267.32 
Gets        54107.65     54107.65         0.00         4.20362         2.44700        36.86300        95.23100      3069.63 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      57714.83     54107.65         0.00         4.20393         2.44700        36.86300        95.23100      3336.95