benchmarklogs/dragonfly_8threads.txt
8         Threads
30        Connections per thread
200000    Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         3640.07          ---          ---         4.18378         2.39900        37.11900        89.08700       280.43 
Gets        54601.05     11000.63     43600.42         4.17435         2.39900        37.11900        88.57500      2492.18 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      58241.12     11000.63     43600.42         4.17494         2.39900        37.11900        88.57500      2772.62