benchmarklogs/dragonfly_8threads.txt
8         Threads
30        Connections per thread
200000    Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         3585.06          ---          ---         4.21462         2.43100        36.86300        96.76700       265.69 
Gets        53775.87     53775.86         0.00         4.20799         2.43100        36.86300        95.74300      3050.46 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      57360.93     53775.86         0.00         4.20841         2.43100        36.86300        95.74300      3316.15