benchmarklogs/dragonfly_8threads_tls.txt
8         Threads
30        Connections per thread
200000    Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         3507.00          ---          ---         4.35414         2.68700        37.63100        89.08700       259.90 
Gets        52604.99     52604.99         0.00         4.33966         2.67100        37.63100        85.50300      2985.10 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      56111.99     52604.99         0.00         4.34057         2.67100        37.63100        86.01500      3245.00