benchmarklogs/dragonfly_8threads_tls.txt
8         Threads
30        Connections per thread
200000    Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         3530.74          ---          ---         4.29216         2.60700        37.11900        83.96700       272.01 
Gets        52961.13     10602.00     42359.14         4.26924         2.60700        36.86300        81.91900      2415.07 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      56491.88     10602.00     42359.14         4.27067         2.60700        36.86300        82.43100      2687.08