benchmarklogs/redis_1threads.txt
1         Threads
30        Connections per thread
200000    Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         2904.33          ---          ---         0.66312         0.63100         1.60700         3.55100       215.24 
Gets        43564.89     43564.89         0.00         0.66057         0.63100         1.59900         3.50300      2217.87 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      46469.21     43564.89         0.00         0.66073         0.63100         1.59900         3.51900      2433.11