benchmarklogs/redis_1threads_tls.txt
1         Threads
100       Connections per thread
2000      Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         3317.53          ---          ---         1.88335         1.79100         4.60700        13.88700      3471.41 
Gets        49762.92     38613.63     11149.28         1.88366         1.79900         4.76700        13.37500     40635.30 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      53080.44     38613.63     11149.28         1.88364         1.79900         4.73500        13.37500     44106.71