benchmarklogs/redis_1threads_tls.txt
1         Threads
30        Connections per thread
200000    Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         2789.88          ---          ---         0.68091         0.64700         1.60700         4.25500       206.76 
Gets        41848.17     41848.17         0.00         0.67755         0.63900         1.59900         4.12700      2130.48 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      44638.05     41848.17         0.00         0.67776         0.64700         1.59900         4.12700      2337.23