benchmarklogs/redis_2threads.txt
2         Threads
100       Connections per thread
2000      Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         4445.99          ---          ---         2.90752         2.81500         6.68700        22.39900      1871.28 
Gets        66689.88      1398.71     65291.17         2.80376         2.79900         5.15100        11.77500      3068.10 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      71135.87      1398.71     65291.17         2.81024         2.79900         5.21500        13.43900      4939.38