benchmarklogs/redis_2threads.txt
2         Threads
100       Connections per thread
2000      Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         3560.15          ---          ---         3.61428         3.63100         7.77500        24.06300      3725.28 
Gets        53402.20     42234.44     11167.75         3.50108         3.61500         5.37500        16.89500     44407.09 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      56962.34     42234.44     11167.75         3.50815         3.61500         5.40700        19.45500     48132.37