benchmarklogs/redis_2threads.txt
2         Threads
30        Connections per thread
200000    Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         3460.92          ---          ---         1.10603         1.04700         2.68700         6.97500       266.63 
Gets        51913.86      2832.74     49081.12         1.10166         1.04700         2.65500         6.81500      2116.31 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      55374.78      2832.74     49081.12         1.10193         1.04700         2.65500         6.81500      2382.94