benchmarklogs/redis_2threads_tls.txt
2         Threads
30        Connections per thread
200000    Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         3409.93          ---          ---         1.12534         1.06300         2.81500         6.46300       262.70 
Gets        51148.97      2787.37     48361.61         1.12111         1.06300         2.76700         6.36700      2085.01 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      54558.91      2787.37     48361.61         1.12137         1.06300         2.76700         6.36700      2347.71